tap "catppuccin/tap"
tap "cormacrelf/tap"
tap "dsully/tap"
tap "jdx/tap"
tap "rsteube/tap"
tap "siderolabs/tap"
brew "actionlint"
brew "argocd"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "cdk8s"
brew "chezmoi"
brew "cloudflared"
brew "difftastic"
brew "duti"
brew "eza"
brew "fd"
brew "fish"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gomplate"
brew "gping"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "markdownlint-cli2"
brew "mise"
brew "dsully/tap/macos-defaults"
brew "neovim"
brew "opentofu"
brew "ov"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "trash"
brew "tree"
brew "typst"
brew "velero"
brew "vivid"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "catppuccin/tap/whiskers"
brew "cormacrelf/tap/dark-notify"
brew "rsteube/tap/carapace"
brew "siderolabs/tap/talosctl"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "anki"
cask "aptakube"
cask "chatgpt"
cask "claude-code"
cask "cleanshot"
cask "codex"
cask "cursor"
cask "discord"
cask "firefox"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "iina"
cask "keka"
cask "linearmouse"
cask "mailmate"
cask "middle"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "qlmarkdown"
cask "raycast"
cask "sublime-text"
cask "swish"
cask "syntax-highlight"
cask "syncthing-app"
cask "tailscale-app"
