tap "jdx/tap"
tap "rsteube/tap"
brew "actionlint"
brew "argocd"
brew "atuin"
brew "awscli"
brew "bacon"
brew "bat"
brew "btop"
brew "cargo-nextest"
brew "cdk8s"
brew "chezmoi"
brew "cloudflared"
brew "difftastic"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gomplate"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kube-linter"
brew "kubectl"
brew "markdownlint-cli2"
brew "mise"
brew "mold"
brew "neovim"
brew "opentofu"
brew "ripgrep"
brew "starship"
brew "tree"
brew "velero"
brew "wget"
brew "zellij"
brew "rsteube/tap/carapace"
brew "shfmt"
cask "codex"
cask "claude-code"
