tap "artginzburg/tap"
tap "catppuccin/tap"
tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "rsteube/tap"
tap "siderolabs/tap"
tap "stripe/stripe-cli"
brew "actionlint"
brew "argocd"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "ccache"
brew "cdk8s"
brew "chezmoi"
brew "cloudflared"
brew "cocoapods"
brew "container", link: false
brew "difftastic"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gomplate"
brew "gping"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "icu4c@76"
brew "ios-deploy"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "libimobiledevice"
brew "llvm"
brew "lld"
brew "markdownlint-cli2"
brew "maven"
brew "mise"
brew "neovim"
brew "opentofu"
brew "ov"
brew "tcl-tk"
brew "python-tk@3.12"
brew "qemu"
brew "rclone"
brew "rebar3"
brew "restic"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "terminal-notifier"
brew "texlive"
brew "tmux"
brew "trash"
brew "tree"
brew "typst"
brew "velero"
brew "vivid"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "artginzburg/tap/sudo-touchid"
brew "catppuccin/tap/whiskers"
brew "cormacrelf/tap/dark-notify"
brew "rsteube/tap/carapace"
brew "siderolabs/tap/talosctl"
cask "1password"
cask "1password-cli"
cask "affinity-photo"
cask "anki"
cask "aptakube"
cask "chatgpt"
cask "claude-code"
cask "cleanshot"
cask "codex"
cask "container"
cask "contexts"
cask "cursor"
cask "devutils"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "mactex"
cask "mailmate"
cask "microsoft-auto-update"
cask "middle"
cask "minecraft"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "raycast"
cask "rectangle-pro"
cask "scroll-reverser"
cask "sublime-text"
cask "swish"
cask "syncthing-app"
cask "tailscale-app"
cask "the-unarchiver"
cask "wezterm"
cask "zoom"
go "cmd/go"
go "cmd/gofmt"
